Revit 2027 API
BuiltInFailures.FamilyFailures.CannotMakeType Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeType { get; }
Public Shared ReadOnly Property CannotMakeType As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeType {
	FailureDefinitionId^ get ();
}
static member CannotMakeType : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace